@extends('main.site')
@section('content')

<div id="laws" class="rows">
    <div class="fullcontainer">
        <div class="row">
            <div class="col-lg-12">
                <h1>
                    درباره ما

                </h1>
                <p>
                    یکی از دغدغه‏های اکثریت مردم سفر مطمئن، ارزان و دوستانه است. تجربه یک سفر منحصربفرد و متفاوت نیز اهمیت بسیار بالایی دارد. تمامی این دغدغه‏ها با یک راهنمای محلی آگاه و خوش برخورد برطرف خواهد شد. میجوری برای شما بستری را فراهم کرده است تا در آن امکان یک تور خصوصی با کیفت بالا را تجربه کنید و با این راهنماهای محلی و آگاه آشنا شوید. همچنین می‏توانید تجربه های خود را برای بقیه اعضای میجوری به اشتراک بگذارید و از تجربه های دیگران نیز برای رقم زدن یک تجربه و حال خوب بهره ببرید. مسلماً لمس شگفتی‏های ایران با تمرکز بر علایق شما از اهداف اصلی میجوری است. در میجوری به شما کمک می‏شود تا به شناخت کافی از محیط‏های جدید و نا‏آشنا برسید و سفر متفاوتی را رقم بزنید.
                    در این سفر‏ها دوست‏هایی از قلب فرهنگ و هنر هر شهر پیدا کنید و با فرهنگ بومی آن‏ها نیز آشنا شوید. شما می‏توانید علاوه بر استفاده از تجربیات راهنما‏های محلی از هر آنچه که بر سر راه شما قرار می‏گیرد نیز لذت ببرید زیرا این سفر‏ها کاملا اختصاصی و بنا به سلیقه شما انجام می‏شود. علاوه بر جاذبه‏های توریستی و دیدنی‏های معروف از مکان‏های بومی و بکر نیز می‏توانید لذت ببرید. راهنماهای محلی نیز کار‏هایی که در این شهر می‏توانید انجام دهید را با شما به اشتراک می‏گذارند. شما همچنین می‏توانید در جایگاه راهنما (میجوری‏بان) به ما ملحق شوید تا علاوه بر تجربه‏ی سفر‏های خاص، برای بقیه اعضا سفر‏هایی خارق العاده رقم بزنید. در میجوری می‏توانید کسب درآمد کنید و بستری برای معرفی خود داشته باشید و به راحتی همسفر‏های خود را پیدا کنید.

                </p>


            </div>

        </div>
    </div>
</div>

@endsection
