@extends('main.site')
@section('content')

<div id="laws" class="rows">
    <div class="fullcontainer">
        <div class="row">
            <div class="col-lg-12">
                <h1>
                    میجوری چگونه کار می کند
                </h1>

                <p>
                    میجوری در واقع بستری برای برقراری ارتباط مهمان با میزبان می‏باشد. اگر تجربه قابل اشتراکی داشته باشید، می‏توانید به عنوان میجوری‏بان عضو میجوری شوید.
                </p>

            </div>
            <div class="col-lg-12">
                <div class="ubox">
                     <ul>
                        <li>
                            <h4>
                                میجوری‏بان شوید
                            </h4>
                            <p>
                                هر کسی که تجربه قابل اشتراکی داشته باشد می تواند آن را با دیگران به اشتراک بگذارد! برای خلق لحظات هیجان‏انگیز، اجازه دهید مهمانانتان برای ساعاتی رویاهایی که دارند را با کمک شما تجربه کنند.
                            </p>
                        </li>
                        <li>
                            <h4>
                                قیمت خود را انتخاب کنید

                            </h4>
                            <p>
                                شما تعیین می‏کنید که چقدر می‌خواهید برای تجربه ای که به اشتراک می‌گذارید درآمد داشته باشید و می‌توانید نرخ ساعتی خود را بر این اساس تعیین کنید.
                            </p>
                        </li>
                        <li>
                            <h4>
                                پیشنهادات جالب را بپذیرید و با اشتراک گذاری تجربه‏هایتان کسب درآمد کنید
                            </h4>
                            <p>
                                چیزهایی را که دوست دارید به بهترین نحو به مهمانان خود نشان دهید! شما تصمیم می‏گیرید چه زمانی تجربه خود را به اشتراک بگذارید و همچنین از تجربه های دیگران هم می‏توانید استفاده کنید. شما کاملاً مسئول برنامه ریزی کردن به صورت تخصصی و خصوصی برای خود هستید. همان‏طور که شهرت شما و تجربه‌ای که به اشتراک می‏گذارید از طریق رتبه بندی و امتیاز نشان داده می‏شود. هرچه رتبه بالاتری داشته باشید، پیشنهادات بیشتری دریافت خواهید کرد و درآمد بیشتری نیز خواهید داشت .

                            </p>
                        </li>
                     </ul>
                </div>
            </div>

        </div>
    </div>
</div>

@endsection
