@extends('main.site')
@section('content')

<div id="laws" class="rows">
    <div class="fullcontainer">
        <div class="row">
            <div class="col-lg-12">
                {!!$content->val  !!}
            </div>
            {{-- <div class="col-lg-12">
                <h1>
                    راهنما و قوانین میجوری
                </h1>

            </div>
            <div class="col-lg-12">
                <div class="ubox">
                    <h3>
                        قوانین عمومی :
                    </h3>
                    <ul>
                        <li>

                            1- کلیه اصول و رویه‌های میجوری منطبق با قوانین جمهوری اسلامی، قانون تجارت الکترونیک و قانون حمایت از حقوق مصرف‌کننده است و متعاقباً کاربر نیز موظف به رعایت قوانین مرتبط هستند.

                        </li>
                        <li>
                            2- احراز هویت میزبان و شرایط برگزاری تجربه، از سوی میجوری و بر اساس ارزش‌ها و قوانین جمهوری اسلامی است و سعی داریم بستری امن و مطمئن را برای کلیه‌ی کاربران فراهم کنیم.
                        </li>
                        <li>
                            3- میجوری تنها یک بستر ارتباطی میان میزبان و مهمان است و به‏عنوان مجری محسوب نمی‌گردد. در میجوری، میزبان شرایط و تجربه‌ی خود را اعلام کرده و مهمان نیز با آگاهی نسبت به فعالیت در پلتفرم میجوری اقدام به رزرو برنامه‌ی مد نظر و پرداخت به صورت آنلاین می‌کند.
                        </li>
                        <li>

                            4- نظراتی که شامل محتوای حملات لفظی، محتوای غیرقانونی، محتوای تبلیغاتی و اسپم، ذکر اسم و مشخصات خصوصی افراد، محتوای غیرمرتبط و یا محتوای غیرقابل بررسی باشد، توسط میجوری تایید نخواهد شد.

                        </li>
                        <li>

                            5- ما حریم خصوصی و حفاظت از داده های شخصی شما را بسیار جدی می گیریم. در این راستا سیاست نامه حریم خصوصی را نیز در اختیار شما قرار می‏دهیم.

                        </li>
                    </ul>
                </div>
            </div>
            <div class="col-lg-12">
                <div class="ubox">
                    <h3>
                        قوانین میهمان :
                    </h3>
                    <ul>


                        <li>
                            1-مهمان موظف است قبل از انجام هر‏گونه فعالیتی سیاست نامه حریم خصوصی وبسایت میجوری را مطالعه کند.


                        </li>
                        <li>


                            2- مهمان می‌بایست شماره تماسی در حساب کاربری خود ثبت کند که همیشه امکان پاسخگویی به آن را داشته باشد و به تمام تماس‌های دریافتی از سوی میجوری و میزبان به موقع پاسخ دهد.

                        </li>
                        <li>

                            3- مهمان موظف است در زمان معین شده برای شروع برگزاری تجربه حضور داشته باشد تا میزبان بتواند در بهترین نحو تجربه خود را برگزار کند .
                        </li>
                        <li>


                            4- مهمان متعهد می‌شود در طول مدت برگزاری تجربه، به کلیه قوانینی که از طرف میزبان و سایت وضع شده است، پایبند باشد.
                        </li>
                        <li>


                            5- در صورتی که سایت تایید کند که مهمان هر یک از قوانین را رعایت نکرده است، سایت میجوری میتواند بدون عودت وجه رزرو را کنسل کند و مهمان حق هیچ‏گونه اعتراضی نخواهد داشت.

                        </li>
                        <li>
                            6 – وبسایت میجوری هیچ‏گونه مسئولیتی در قبال هرگونه توافق خارج از چارچوب سایت با میزبان را ندارد.
                        </li>
                    </ul>
                </div>
            </div>



            <div class="col-lg-12">
                <div class="ubox">
                    <h3>
                        قوانین میزبان :

                    </h3>
                    <ul>
                        <li>
                            1-میزبان موظف است قبل از هر‏گونه فعالیتی سیاست نامه حریم خصوصی وبسایت میجوری را مطالعه کند.
                        </li>
                        <li>

                            2-میزبان‌های دارای امتیاز پایین و یا نظرات منفی مکرر و مداوم، حساب کاربری‏شان به صورت موقت یا دائم مسدود می‌شود و مطابق این بند حق اعتراض از میزبانی با شرایط مذکور سلب می‌شود.

                        </li>
                        <li>

                            3- میزبان تایید می‌کند که هزینه‏ی درج شده از سمت میزبان در میجوری قطعی و نهایی است و اخذ هرگونه هزینه اضافه از مهمان تحت هر عنوان اعم از حق کمیسیون، پورسانت و غیره مجاز نیست.

                        </li>
                        <li>

                            4-میزبان می‌پذیرد هرگونه تغییرات در برگزاری تجربه را به سرعت در سامانه مییجوری به روزرسانی کند یا در اختیار پشتیبانی میجوری قرار دهد.

                        </li>
                        <li>

                            5-میزبان متعهد می‌شود در صفحه تجربه خود، از درج هرگونه اطلاعات که متعلق به او نیست، یا محتوایی که در توانایی‏اش نیست، خودداری کند.

                        </li>
                        <li>

                            6- میزبان متعهد می‌شود که کلیه اطلاعات مهمان سری بوده و حق نشر آن‌ها را تحت هیچ شرایطی ندارد.

                        </li>
                        <li>

                            7- میزبان می‌بایست شماره تماسی در حساب کاربری خود معرفی کند که همیشه امکان پاسخگویی به آن را داشته باشد و مکلف است به تمام تماس‌های دریافتی از سوی میجوری و مهمانان به موقع پاسخ دهد.

                        </li>
                        <li>
                            8- میزبان موظف است در زمان معین شده برای شروع برگزاری تجربه حضور داشته باشد.
                        </li>
                        <li>
                            9- در صورتی که سایت تایید کند که میزبان هر یک از قوانین را رعایت نکرده است، سایت میجوری میتواند بدون عودت وجه رزرو را کنسل کند و میزبان حق هیچ گونه اعتراضی نخواهد داشت.
                        </li>
                    </ul>
                </div>
            </div>
            <div class="col-lg-12">
                <div class="ubox">
                    <h3>
                        قوانین استرداد وجه :

                    </h3>
                    <ul>
                        <li>
                            1-هزینه هر تجربه به میزبان بعد از گذشت -- ساعت از زمان درخواست واریز خواهد شد .

                        </li>
                        <li>
                            2- تا 48 ساعت قبل از شروع تجربه امکان کنسلی و عودت کامل وجه از طرف میزبان و مهمان وجود دارد .
                        </li>
                        <li>

                            3- در صورت کنسلی تجربه قبل از 48 ساعت هزینه به حساب کابری مهمان انتقال داده می‏شود و امکان واریز وجه به حساب مهمان وجود ندارد.

                        </li>
                    </ul>
                </div>
            </div> --}}
            {{-- <div class="col-lg-12">
              <div class="ubox">
                <h3>
                    قوانین میهمان :
                </h3>
                <ul>
                    <li></li>
                    <li></li>
                    <li></li>
                    <li></li>
                    <li></li>
                    <li></li>
                    <li></li>
                </ul>
              </div>
            </div> --}}

        </div>
    </div>
</div>

@endsection
