@extends('main.site')
@section('content')

<div id="laws" class="rows">
    <div class="fullcontainer">
        <div class="row">
            {{-- <div class="col-lg-12">
                <h1>
                    سیاست نامه حریم خصوصی

                </h1>
                <p>
                    هدف سیاست حفظ حریم خصوصی، ارائه تدابیر حفاظتی کافی و منسجم برای مدیریت اطلاعات شما است. این سیاست نامه استفاده و افشای اطلاعات شما را هنگام استفاده از وبسایت را شرح می‌دهد.
                    عضویت و استفاده از این وبسایت و ارسال اطلاعات شخصی شما به منزله رضایت شما با تمامی سیاست‏های حریم خصوصی و همچنین قوانین و مقررات این سایت است. چنانچه با هر یک از قوانین موافقت ندارید، استفاده از وبسایت و خدمات برای شما منع میشود.
                    هنگامی که تصمیم به بستن حساب خود می‏کنید، 30 روز پس از بستن حساب، تمام داده‏های شخصی شما، به جز داده‏های مربوط به پرداخت و سایر داده‏های مورد نیاز قانونی را حذف خواهیم کرد.
                    ما حق استفاده از آدرس IP شما را برای تعیین و به اشتراک گذاری عمومی مکان شما در سایت یا برنامه برای خود محفوظ می‏داریم.
                    برای سهولت در مفهوم یکسری از عبارات، تعاریف آن‏ها را برای شما بازنویسی می‏کنیم.

                </p>

            </div>

            <div class="col-lg-12">
                <div class="ubox">

                    <ul>
                        <li>
                            <h4>
                                تعاریف:

                            </h4>
                            <p>

                                اطلاعات شخصی: به معنای هر نوع داده‌ای است که به هر شخص حقیقی و حقوقی مشخص و قابل شناسایی مرتبط باشد.
                                حساب کاربری: به معنای یک حساب کاربری منحصر به فرد است که برای دسترسی شما به سرویس یا بخش‏هایی از سرویس ما ایجاد می‏شود.
                                سرویس: به معنای خدمات ارائه شده در وبسایت میجوری به نشانی www.mijoori.com می‏باشد.
                                کوکی: به معنای فایلی است که به درخواست یک سایت، توسط مرورگر ایجاد می‌شود و برای سایت امکان ذخیره بازدید‌های شما و مناسب‌سازی آن‏ها را فراهم می‌کند.
                                *اگر کوکی‌ها را فعال نکنید، ممکن است نتوانید از بعضی قسمت‏های سرویس ما استفاده کنید. لازم به ذکر است که تنها در صورتی که تنظیمات مرورگر خود را به گونه ای تنظیم کنید که دسترسی به کوکی‏ها غیرفعال شود، سرویس ما از کوکی‏ها استفاده نخواهد کرد در غیر این صورت سرویس ما از کوکی‌ها استفاده می‌کند.
                                میجوری‏بان: شخصی است که تجربه و مهارت خاصی را دارد و آن را در ازای درخواست مهمان (کاربر) از طریق وبسایت میجوری، در اختیار آن‏ها قرار می‌دهد.
                                مهمان (کاربر): فرد یا افرادی که قصد خریدن تجربه در وبسایت میجوری را دارند و درخواست تجربه خود را ثبت می‌کنند و میجوری‏بان خود را انتخاب می‏کنند.
                                داده: به نام و نام خانوادگی، آدرس ایمیل، شماره تلفن، اطلاعات فنی و گزارش سرور ‌که به صورت اتوماتیک جمع‏آوری می‏شود و سایر اطلاعات مانند کد ملی، تصویر کارت ملی و غیره می‏گویند.
                                اطلاعات فنی و گزارش سرور: شامل آدرس پروتکل اینترنت(به عنوان مثال آدرسIP) ، نوع مرورگر، نسخه مرورگر، صفحات بازدید شده سرویس ما توسط شما، زمان و تاریخ بازدید شما، مدت زمان صرف شده در آن صفحات، شناسه‌های منحصر به فرد دستگاه و سایر داده‌های تشخیصی، به طور خودکار هنگام دسترسی شما به سرویس ما جمع‌آوری می‌شوند، هستند.
                                چنانچه شما با استفاده از گوشی تلفن همراه خود از سرویس ما استفاده کنید، ما برخی از اطلاعات را از جمله نوع گوشی تلفن همراه مورد استفاده شما، شناسه منحصر به فرد تلفن همراه، آدرس IP تلفن همراه، سیستم عامل تلفن همراه شما، نوع مرورگر اینترنت تلفن همراه مورد استفاده شما، شناسه‏های منحصر به فرد تلفن همراه و سایر داده‏های تشخیصی، بصورت خودکار جمع‏آوری می‌کنیم.
                                ما همچنین از اطلاعاتی که مرورگر شما هر زمان که شما از سرویس ما بازدید می‌کنید یا هنگامی که از طریق یک گوشی تلفن همراه به سرویس دسترسی پیدا می‌کنید را جمع‏آوری می‌کنیم.
                                ما هیچ گونه اطلاعات شخصی دیگری درباره شما را از هیچ منبع دیگری جمع‏آوری نمی‏کنیم. در صورتی که فکر می کنید ممکن است اطلاعات شخصی شما بیشتر از آنچه شما ارائه کرده‏اید در اختیار داشته باشیم، می‏توانید از تیم پشتیبانی ما از طریق آدرس ایمیل support@mijoori.com درخواست کنید تا تمام داده های شخصی شما را که در اختیار داریم در اختیار شما قرار دهد تا شما در صورت نیاز، درخواست حذف کنید.
                                ممکن است شما بخواهید از خدمات ارجاع ما استفاده کنید تا به یک دوست یا دوستان درباره ما بگویید. در این صورت، ما از شما نام و آدرس ایمیل دوستتان را می‌خواهیم و برای دوستتان دعوت‌نامه‌ای برای بازدید از سایت یا اپلیکیشن ایمیل می‌کنیم. ما این اطلاعات را صرفاً به منظور ارسال ایمیل و ردیابی وضعیت ارجاع نگهداری می‏کنیم. دوست یا دوستان شما ممکن است با ما تماس بگیرند تا بخواهند آدرس ایمیل آنها را از سوابق خود حذف کنیم، بدین منظور قبل از ارسال اطلاعات شخصی دوستان خود به ما، باید رضایت او را داشته باشید.

                            </p>
                        </li>
                        <li>
                            <h4>
                                اصول پردازش داده های شخصی

                            </h4>
                            <p>

                                داده‌های شخصی برای اهداف مشخص، صریح و مشروع جمع‌آوری می‌شوند و به گونه‌ای پردازش نمی‌شوند که با آن اهداف ناسازگار باشد. هدف اصلی استفاده از اطلاعات جمع‌آوری‌شده بهبود برنامه و خدمات و ارائه پشتیبانی بهتر به کاربران است.
                                داده‌های شخصی به گونه‌ای پردازش می‌شوند که امنیت مناسب داده‌های شخصی، از جمله محافظت در برابر پردازش غیرمجاز یا غیرقانونی و در برابر از دست دادن، تخریب یا آسیب تصادفی، با استفاده از اقدامات فنی یا سازمانی مناسب را تضمین کند.
                                چنانچه قصد هر گونه فعالیت تجاری از جمله ادغام، فروش دارایی‏های شرکت، تأمین مالی یا انتقال تملک کل یا بخشی از تجارت خود به یک شرکت دیگر را داشته باشیم، قبل از انتقال اطلاعات به شما اطلاع رسانی خواهد شد تا در صورت عدم توافق اطلاعات شما حذف شود. ما متعهد هستیم که این کار را با حسن نیت انجام داده و از هر نوع قصور فاحش در حفاظت از اطلاعات شما خودداری کنیم.
                                ممکن است ما با توجه به قوانین از اطلاعات جمع‏آوری شده برای حل اختلافات، عیب یابی مشکلات و اجرای هرگونه توافق، استفاده کنیم.
                                در شرایط خاص و در صورت لزوم چنانچه مقام ذی الصلاح از جمله دادگاه ملزم درخواست افشای اطلاعات شما را داشته باشد، اطلاعات مورد درخواست را در اختیار این مقام قرار خواهیم داد و از این بابت مسئولیتی نخواهیم داشت.
                                در صورت عدم رعایت تعهد و الزام قانونی و برای حفاظت از حقوق و دارایی‌های شرکت و همچنین حفاظت از امنیت شخصی کاربران و یا عموم مردم، اطلاعات شما فاش خواهد شد

                            </p>
                        </li>
                        <li>
                            <h4>
                                محدودیت سنی

                            </h4>
                            <p>
                                ما مستقیما به افراد زیر هجده سال خدماتی ارائه نمی‌دهیم و آگاهانه اطلاعات شخصی آن‏ها را جمع آوری نمی‏کنیم. برای ورود و ثبت نام به عنوان کاربر در سایت، باید هجده سال یا بیشتر داشته باشید. اگر متوجه شویم که فرد زیر 18 سال اطلاعات شخصی خود را در اختیار ما قرار داده است، اطلاعات آن را از پرونده‏های خود حذف خواهیم کرد.
                                <br>

                                <strong>
                                    چنانچه هر تغییر یا به روزرسانی در سیاست نامه حریم خصوصی ایجاد شود، از طریق ایمیل و یا هر وسیله ارتباط الکترونیکی به شما اطلاع رسانی خواهد شد .
                                </strong>
                                <br>
                                برای ورود و ثبت نام به عنوان کاربر در سایت یا برنامه، باید هجده سال یا بیشتر داشته باشید. کودکان زیر هجده سال از استفاده از سایت، برنامه و خدمات ما منع می شوند. ما آگاهانه اطلاعات شناسایی شخصی افراد زیر 18 سال را جمع آوری نمی کنیم. اگر متوجه شویم که فردی زیر 18 سال اطلاعات شخصی خود را در اختیار ما قرار داده است، چنین اطلاعاتی را از پرونده های خود حذف خواهیم کرد.

                            </p>
                        </li>
                        
                    </ul>
                </div>
            </div> --}}
            <div class="col-lg-12">
                {!!$content->val  !!}
            </div>
        </div>
    </div>
</div>

@endsection
