<div id="footer2" class="rows">
    <div class="fullcontainer">
        <div class="row">
            <div class="col-lg-3 col-md-6 col-xsm-12" >
                <div>
                    <div class="foot">
                        <h4>درباره میجوری</h4>
                        <ul>
                            <li>
                                <a href="#">درباره ما</a>
                            </li>
                            <li>
                                <a href="#">تماس با ما</a>
                            </li>
                            <li>
                                <a href="#">فرصت های شغلی</a>
                            </li>
                        </ul>
                    </div>
                </div>
            </div>
            <div class="col-lg-3 col-md-6 col-xsm-12" >
                <div>
                    <div class="foot">
                        <h4>راهنما میجوری</h4>
                        <ul>
                            <li>
                                <a href="#">قوانین و مقررات</a>
                            </li>
                            <li>
                                <a href="#">میجوری چگونه کار می کند</a>
                            </li>
                            <li>
                                <a href="#">سوالات متداول</a>
                            </li>
                        </ul>
                    </div>
                </div>
            </div>
            <div class="col-lg-3 col-md-6 col-xsm-12" >
                <div>
                    <div class="foot">
                        <h4>دسترسی سریع</h4>
                        <ul>
                            <li>
                                <a href="#">بلاگ میجوری</a>
                            </li>
                            <li>
                                <a href="#">جدیدترین تجربه ها</a>
                            </li>
                            <li>
                                <a href="#">آخرین اخبار</a>
                            </li>
                        </ul>
                    </div>
                </div>
            </div>
            <div class="col-lg-3 col-md-6 col-xsm-12"  >
                <div>
                    <div class="newsletter">
                        <h4>همراه میجوری باشید</h4>
                        <form action="">
                            <input type="text" placeholder="لطفا ایمیل خود را وارد کنید">
                            <button>ثبت</button>
                        </form>
                        <div class="social">
                            <h4>!با عضویت در خبرنامه میجوری بیشتر کشف کنیم</h4>
                            <ul>
                                <li>
                                    <a href="#">
                                        <svg xmlns="http://www.w3.org/2000/svg" width="28.773" height="28.772" viewBox="0 0 28.773 28.772">
                                          <g id="instagram" transform="translate(-284 -175.95)">
                                            <path id="Path_202" data-name="Path 202" d="M290.331,175.95h16.11a6.356,6.356,0,0,1,6.331,6.331v16.1a6.359,6.359,0,0,1-6.331,6.345h-16.11A6.359,6.359,0,0,1,284,198.377v-16.1a6.356,6.356,0,0,1,6.331-6.331Z" fill-rule="evenodd"/>
                                            <path id="Path_203" data-name="Path 203" d="M401.492,299.013h-8.436a5.58,5.58,0,0,1-5.574-5.574V285a5.58,5.58,0,0,1,5.574-5.574h8.436A5.58,5.58,0,0,1,407.066,285v8.437A5.58,5.58,0,0,1,401.492,299.013Zm-8.436-17.906a3.9,3.9,0,0,0-3.9,3.9v8.437a3.9,3.9,0,0,0,3.9,3.9h8.436a3.9,3.9,0,0,0,3.9-3.9V285a3.9,3.9,0,0,0-3.9-3.9Z" transform="translate(-98.887 -98.884)" fill="currentColor"/>
                                            <path id="Path_204" data-name="Path 204" d="M500.116,397.077a5.015,5.015,0,1,1,5.015-5.015A5.02,5.02,0,0,1,500.116,397.077Zm0-8.351a3.336,3.336,0,1,0,3.336,3.336A3.34,3.34,0,0,0,500.116,388.727Z" transform="translate(-201.729 -201.727)" fill="currentColor"/>
                                            <path id="Path_205" data-name="Path 205" d="M701.122,354.641a1.205,1.205,0,1,1-1.205-1.206A1.205,1.205,0,0,1,701.122,354.641Z" transform="translate(-396.3 -169.606)" fill="currentColor"/>
                                          </g>
                                        </svg>
                                    </a>
                                </li>
                                <li>
                                    <a href="#">
                                        <svg xmlns="http://www.w3.org/2000/svg" width="42.002" height="42.002" viewBox="0 0 42.002 42.002">
                                          <g id="Group_788" data-name="Group 788" transform="translate(-1311.744 -312.692)">
                                            <g id="Group_880" data-name="Group 880">
                                              <path id="Path_206" data-name="Path 206" d="M14.85,0A14.85,14.85,0,1,1,0,14.85,14.85,14.85,0,0,1,14.85,0Z" transform="translate(1311.744 333.693) rotate(-45)"/>
                                              <path id="Path_201" data-name="Path 201" d="M1743.193,780.443a6.932,6.932,0,0,1-1.96.538,3.41,3.41,0,0,0,1.5-1.89,6.8,6.8,0,0,1-2.166.828,3.414,3.414,0,0,0-5.9,2.334,3.59,3.59,0,0,0,.087.779,9.707,9.707,0,0,1-7.037-3.547,3.414,3.414,0,0,0,1.048,4.542,3.418,3.418,0,0,1-1.548-.426v.045a3.414,3.414,0,0,0,2.739,3.344,3.476,3.476,0,0,1-1.541.059,3.41,3.41,0,0,0,3.187,2.369,6.848,6.848,0,0,1-4.235,1.453,6.923,6.923,0,0,1-.814-.049,9.713,9.713,0,0,0,14.951-8.173v-.444A6.92,6.92,0,0,0,1743.193,780.443Z" transform="translate(-402.131 -451.907)" fill="currentColor"/>
                                            </g>
                                          </g>
                                        </svg>
                                    </a>
                                </li>
                                <li>
                                    <a href="#">
                                        <svg xmlns="http://www.w3.org/2000/svg" width="28.772" height="28.766" viewBox="0 0 28.772 28.766">
                                          <g id="Group_789" data-name="Group 789" transform="translate(-481.471 -220.409)">
                                            <path id="Path_207" data-name="Path 207" d="M484.633,220.409h22.456a3.163,3.163,0,0,1,3.155,3.155V246.02a3.163,3.163,0,0,1-3.155,3.155H484.633a3.169,3.169,0,0,1-3.162-3.155V223.564a3.169,3.169,0,0,1,3.162-3.155Z" transform="translate(0 0)" fill-rule="evenodd"/>
                                            <path id="Path_208" data-name="Path 208" d="M578.449,337.107a2.275,2.275,0,0,1,.649-1.635,2.131,2.131,0,0,1,1.574-.676,2.106,2.106,0,0,1,1.594.669,2.241,2.241,0,0,1,.642,1.642,2.32,2.32,0,0,1-.655,1.669,2.113,2.113,0,0,1-1.581.689,2.081,2.081,0,0,1-1.567-.7,2.322,2.322,0,0,1-.655-1.655Zm.209,15.714V340.843h4.04v11.978Zm7.134,0V340.843H589.5v2.432a5.775,5.775,0,0,1,1.858-2.142,4.568,4.568,0,0,1,2.527-.676,5.044,5.044,0,0,1,1.979.372,3.475,3.475,0,0,1,1.412,1.074,3.712,3.712,0,0,1,.649,1.473,12.834,12.834,0,0,1,.2,2.587v6.857h-4.047V346.4a3.782,3.782,0,0,0-.453-2.087,1.621,1.621,0,0,0-1.432-.655,1.992,1.992,0,0,0-1.844.973,6.553,6.553,0,0,0-.574,3.155v5.033Z" transform="translate(-92.425 -109.017)" fill="currentColor"/>
                                          </g>
                                        </svg>
                                    </a>
                                </li>
                            </ul>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
</div>
